Update pe-aio.md
